tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "python@3.10"
brew "deno"
brew "fzf"
brew "git"
brew "htop"
brew "jq"
brew "jql"
brew "mosh"
brew "neovim"
brew "nmap"
brew "pgcli"
brew "rustup-init"
brew "starship"
brew "subversion"
brew "telnet"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "alacritty"
cask "docker"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "iina"
cask "iterm2"
cask "microsoft-teams"
cask "monitorcontrol"
cask "paw"
cask "sublime-text"
cask "texpad"
cask "visual-studio-code"
cask "vivaldi"
